tap "homebrew/bundle"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "awscli"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "go"
brew "openjdk"
brew "gradle"
brew "libpq"
brew "neovim"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openvino"
brew "php"
brew "pyenv"
brew "python@3.11"
brew "stow"
brew "tcl-tk"
brew "tmux"
brew "watch"
brew "zlib"
cask "battery"
cask "iterm2"
cask "rectangle"
cask "sequel-ace"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "octref.vetur"
vscode "xdebug.php-debug"
